/*
This file is part of Telegram Desktop,
the official desktop version of Telegram messaging app, see https://telegram.org

Telegram Desktop is free software: you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

It is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
GNU General Public License for more details.

In addition, as a special exception, the copyright holders give permission
to link the code of portions of this program with the OpenSSL library.

Full license: https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE
Copyright (c) 2014-2017 John Preston, https://desktop.telegram.org
*/
"lng_language_name" = "French";
"lng_switch_to_this" = "Passer en français";

"lng_menu_contacts" = "Contacts";
"lng_menu_settings" = "Paramètres";
"lng_menu_about" = "À propos";
"lng_menu_update" = "Mise à jour";
"lng_menu_restart" = "Redémarrer";
"lng_menu_back" = "Retour";

"lng_disable_notifications_from_tray" = "Désactiver les notifications";
"lng_enable_notifications_from_tray" = "Activer les notifications";
"lng_open_from_tray" = "Ouvrir Telegram";
"lng_minimize_to_tray" = "Réduire dans la zone de notification";
"lng_quit_from_tray" = "Quitter Telegram";
"lng_tray_icon_text" = "Telegram est encore en cours d'exécution,\nvous pouvez changer cela dans les Paramètres.\nSi cette icône disparaît de la zone de notification,\nvous pouvez la glisser ici à partir des icônes cachées.";

"lng_month1" = "Janvier";
"lng_month2" = "Février";
"lng_month3" = "Mars";
"lng_month4" = "Avril";
"lng_month5" = "Mai";
"lng_month6" = "Juin";
"lng_month7" = "Juillet";
"lng_month8" = "Août";
"lng_month9" = "Septembre";
"lng_month10" = "Octobre";
"lng_month11" = "Novembre";
"lng_month12" = "Décembre";

"lng_month1_small" = "Jan";
"lng_month2_small" = "Fév";
"lng_month3_small" = "Mar";
"lng_month4_small" = "Avr";
"lng_month5_small" = "Mai";
"lng_month6_small" = "Jun";
"lng_month7_small" = "Jul";
"lng_month8_small" = "Aou";
"lng_month9_small" = "Sep";
"lng_month10_small" = "Oct";
"lng_month11_small" = "Nov";
"lng_month12_small" = "Déc";

"lng_weekday1" = "Lun";
"lng_weekday2" = "Mar";
"lng_weekday3" = "Mer";
"lng_weekday4" = "Jeu";
"lng_weekday5" = "Ven";
"lng_weekday6" = "Sam";
"lng_weekday7" = "Dim";

"lng_weekday1_full" = "Lundi";
"lng_weekday2_full" = "Mardi";
"lng_weekday3_full" = "Mercredi";
"lng_weekday4_full" = "Jeudi";
"lng_weekday5_full" = "Vendredi";
"lng_weekday6_full" = "Samedi";
"lng_weekday7_full" = "Dimanche";

"lng_month_day" = "{day} {month}";
"lng_month_day_year" = "{day} {month} {year}";
"lng_month_year" = "{month} {year}";

"lng_box_ok" = "OK";

"lng_cancel" = "Annuler";
"lng_continue" = "Continuer";
"lng_close" = "Fermer";
"lng_connecting" = "Connexion..";
"lng_reconnecting" = "Reconnexion {count:now|in # s|in # s}..";
"lng_reconnecting_try_now" = "Essayer maintenant";

"lng_status_service_notifications" = "service de notifications";
"lng_status_support" = "support";
"lng_status_bot" = "bot";
"lng_status_bot_reads_all" = "a accès aux messages";
"lng_status_bot_not_reads_all" = "n'a pas accès aux messages";
"lng_status_offline" = "vu il y a longtemps";
"lng_status_recently" = "vu récemment";
"lng_status_last_week" = "vu il y a moins d'une semaine";
"lng_status_last_month" = "vu il y a moins d'un mois";
"lng_status_invisible" = "invisible";
"lng_status_lastseen_now" = "vu à l'instant";
"lng_status_lastseen_minutes" = "vu il y a {count:_not_used_|# minute|# minutes} ";
"lng_status_lastseen_hours" = "vu il y a {count:_not_used_|# hour|# heures}";
"lng_status_lastseen_today" = "vu aujourd'hui à {time}";
"lng_status_lastseen_yesterday" = "vu hier à {time}";
"lng_status_lastseen_date" = "vu le {date}";
"lng_status_lastseen_date_time" = "vu le {date} à {time}";
"lng_status_online" = "en ligne";
"lng_status_connecting" = "connexion...";

"lng_chat_status_unaccessible" = "le groupe est inaccessible";
"lng_chat_status_members" = "{count:aucun membre|# membre|# membres}";
"lng_chat_status_members_online" = "{count:_not_used_|# membre|# membres}, {count_online:_not_used_|# en ligne|# en ligne}";

"lng_channel_status" = "chaîne";
"lng_group_status" = "groupe";

"lng_channel_members_link" = "{count:_not_used_|# membre|# membres} ";
"lng_channel_admins_link" = "{count:_not_used_|# administrateur|# administrateurs}";

"lng_server_error" = "Erreur de serveur interne.";
"lng_flood_error" = "Trop d'essais. Veuillez réessayer plus tard.";
"lng_gif_error" = "Une erreur s'est produite lors de la lecture de l'animation GIF :(";
"lng_edit_error" = "Vous ne pouvez pas modifier ce message";
"lng_join_channel_error" = "Désolé, vous avez rejoint trop de chaînes ou de super-groupes. Veuillez en quitter avant d'en rejoindre d'autres.";
"lng_error_phone_flood" = "Désolé, vous avez supprimé et créé votre compte trop souvent. Attendez quelques jours avant de vous inscrire à nouveau.";
"lng_error_start_minimized_passcoded" = "Vous avez configuré un code d'accès local, donc l'application ne peut être lancée réduite. L'application vous demandera le code d'accès avant de pouvoir fonctionner.";
"lng_error_pinned_max" = "Désolé, vous ne pouvez épingler en haut plus de {count:_not_used_|# conversation|# conversations}.";

"lng_edit_deleted" = "Ce message a été supprimé";
"lng_edit_too_long" = "Votre message texte est trop long";
"lng_edit_message" = "Modifier le message";
"lng_edit_message_text" = "Nouveau message texte...";
"lng_deleted" = "Compte supprimé";
"lng_deleted_message" = "Message supprimé";
"lng_pinned_message" = "Message épinglé";
"lng_pinned_unpin_sure" = "Voulez vous désépingler ce message?";
"lng_pinned_pin_sure" = "Voulez-vous épingler ce message?";
"lng_pinned_pin" = "Épingler";
"lng_pinned_unpin" = "Désépingler ";
"lng_pinned_notify" = "Notifier tous les membres";

"lng_intro_about" = "Bienvenue dans l'application Telegram Desktop officielle.\nElle est rapide et sécurisée.";
"lng_start_msgs" = "COMMENCER LA DISCUSSION";

"lng_intro_next" = "SUIVANT";
"lng_intro_finish" = "INSCRIPTION";
"lng_intro_submit" = "SOUMETTRE";

"lng_photo_caption" = "Légende";
"lng_photos_comment" = "Commentaire";

"lng_phone_ph" = "Votre numéro de téléphone";
"lng_phone_title" = "Votre téléphone";
"lng_phone_desc" = "Confirmer votre code de pays et\nentrer votre numéro de téléphone.";
"lng_phone_notreg" = "Si vous n'avez pas de compte Telegram,\n[b]inscrivez-vous[/b] avec {link_start}Android / iPhone{link_end} ou {signup_start}ici{signup_end}";
"lng_country_code" = "Code de pays";
"lng_bad_country_code" = "Code de pays invalide";
"lng_country_ph" = "Recherche";
"lng_country_done" = "Terminé";
"lng_country_none" = "Pays non trouvé";
"lng_country_select" = "Sélectionner un pays";

"lng_code_ph" = "Votre code";
"lng_code_desc" = "Nous avons envoyé un message avec un code d'activation\nà votre téléphone. Entrez le plus bas.";
"lng_code_telegram" = "Entrer le code reçu dans votre application [b]Telegram[/b] précédente.";
"lng_code_no_telegram" = "Envoyer le code par SMS";
"lng_code_call" = "Telegram composera votre numéro dans {minutes}:{seconds}";
"lng_code_calling" = "Demander un appel de Telegram..";
"lng_code_called" = "Telegram a composé votre numéro";

"lng_bad_phone" = "Numéro de téléphone invalide. Veuillez réessayer.";
"lng_bad_phone_noreg" = "Numéro de téléphone non enregistré.";
"lng_bad_code" = "Vous avez entré un code invalide.";
"lng_bad_name" = "Entrez votre prénom et nom de famille.";
"lng_bad_photo" = "Mauvaise image sélectionnée.";

"lng_signin_title" = "Vérification du mot de passe cloud";
"lng_signin_desc" = "Entrez votre mot de passe cloud.";
"lng_signin_recover_desc" = "Entrer le code du courriel\n{email}";
"lng_signin_password" = "Votre mot de passe cloud";
"lng_signin_code" = "Code du courriel";
"lng_signin_recover" = "Mot de passe oublié?";
"lng_signin_recover_title" = "Réinitialiser le mot de passe";
"lng_signin_hint" = "Indice: {password_hint}";
"lng_signin_recover_hint" = "Le code a été envoyé à {recover_email}";
"lng_signin_bad_password" = "Vous avez entré un mauvais mot de passe.";
"lng_signin_wrong_code" = "Vous avez entré un code invalide.";
"lng_signin_try_password" = "Avez-vous des problèmes à accéder à vos courriels?";
"lng_signin_password_removed" = "Votre mot de passe cloud a été désactivé.\nVous pouvez en définir un nouveau dans les Paramètres.";
"lng_signin_no_email_forgot" = "Comme vous n'avez pas fourni de courriel \nde récupération lors de la création de votre mot de passe, vous devez à présent soit vous rappeler de votre mot de passe ou réinitialiser votre compte.";
"lng_signin_cant_email_forgot" = "Si vous ne pouvez pas rétablir l'accès à votre courriel, vous devrez soit vous rappeler de votre mot de passe ou réinitialiser votre compte.";
"lng_signin_reset_account" = "Réinitialiser votre compte";
"lng_signin_sure_reset" = "Attention !\n\nVous perdrez toutes vos conversations et vos messages ainsi que vos médias et fichiers partagés!\n\nVoulez-vous réinitialiser votre compte?";
"lng_signin_reset" = "Réinitialiser";
"lng_signin_reset_wait" = "Comme le compte {phone_number} est actif et protégé par un mot de passe, nous le supprimerons dans 1 semaine pour des raisons de sécurité. Vous pouvez annuler cette action à tout moment.\n\nVous pourrez réinitialiser votre compte dans:\n{when}";
"lng_signin_reset_in_days" = "{count_days:0 jour|# day|# jours} {count_hours:0 heure|# hour|# heures} {count_minutes:0 minute|# minute|# minutes}";
"lng_signin_reset_in_hours" = "{count_hours:0 heure|# hour|# heures} {count_minutes:0 minute|# minute|# minutes}";
"lng_signin_reset_in_minutes" = "{count_minutes:0 minute|# minute|# minutes}";
"lng_signin_reset_cancelled" = "Vos récentes tentatives pour réinitialiser ce compte ont été annulées par l'utilisateur actif. Veuillez réessayer dans 7 jours.";

"lng_signup_title" = "Vos infos";
"lng_signup_desc" = "Entrez votre nom et\n ajouter une photo.";

"lng_signup_firstname" = "Prénom";
"lng_signup_lastname" = "Nom de famille";

"lng_dlg_filter" = "Recherche";
"lng_dlg_new_group_name" = "Nom du groupes";
"lng_dlg_new_channel_name" = "Nom de la chaîne";
"lng_no_contacts" = "Vous n'avez pas de contact";
"lng_no_chats" = "Vos conversations apparaîtront ici";
"lng_contacts_loading" = "Chargement...";
"lng_contacts_not_found" = "Aucun contact trouvé";
"lng_dlg_search_chat" = "Recherche dans cette conversation";
"lng_dlg_search_channel" = "Recherche dans cette chaîne";
"lng_dlg_search_for_messages" = "Recherche de messages";
"lng_update_telegram" = "Mettre à jour Telegram";

"lng_settings_save" = "Enregistrer";
"lng_settings_upload" = "Photo de profil";
"lng_settings_crop_profile" = "Sélectionner une zone carrée pour votre photo de profil";
"lng_settings_uploading_photo" = "Téléversement de la photo..";
"lng_settings_edit" = "Modifier";
"lng_settings_drop_area_subtitle" = "en faire votre photo";

"lng_username_title" = "Pseudonyme";
"lng_username_about" = "Vous pouvez choisir un pseudonyme sur Telegram.\nSi vous le faite, les autres personnes pourront vous trouver\nen utilisant ce pseudonyme et vous contacter \nsans connaitre votre numéro de téléphone.\n\nVous pouvez utiliser a-z, 0-9 et soulignement.\nLa longueur minimale est 5 caractères.";
"lng_username_choose" = "Choisir votre pseudonyme.";
"lng_username_invalid" = "Ce pseudonyme est invalide.";
"lng_username_occupied" = "Ce pseudonyme est déjà utilisé.";
"lng_username_too_short" = "Ce pseudonyme est trop court.";
"lng_username_bad_symbols" = "Ce pseudonyme contient des caractères non permis.";
"lng_username_available" = "Ce pseudonyme est disponible.";
"lng_username_not_found" = "Pseudonyme @{user} non trouvé.";
"lng_username_link_willbe" = "Ce lien ouvrira une conversation avec vous:";
"lng_username_link" = "Ce lien ouvrira une conversation avec vous:";
"lng_username_copied" = "Lien copié dans le presse-papier.";

"lng_settings_section_info" = "Info";
"lng_settings_phone_number" = "Numéro de téléphone:";
"lng_settings_username" = "Pseudonyme:";
"lng_settings_choose_username" = "Choisir un pseudonyme";

"lng_settings_section_notify" = "Notifications";
"lng_settings_desktop_notify" = "Notifications de bureau";
"lng_settings_show_name" = "Afficher le nom de l'expéditeur";
"lng_settings_show_preview" = "Afficher un aperçu du message";
"lng_settings_use_windows" = "Utiliser les notifications Windows";
"lng_settings_use_native_notifications" = "Utiliser les notifications natives";
"lng_settings_advanced_notifications" = "Position des notifications";
"lng_settings_notifications_position" = "Position sur l'écran";
"lng_settings_notifications_count" = "Compteur de notifications";
"lng_settings_sound_notify" = "Jouer les sons";
"lng_settings_include_muted" = "Inclure les conversations muettes dans le compteur des messages non-lus";

"lng_notification_preview" = "Vous avez un nouveau message";
"lng_notification_reply" = "Répondre";
"lng_notification_hide_all" = "Cacher tout";
"lng_notification_sample" = "Ceci est une notification simple";

"lng_settings_section_general" = "Générale";
"lng_settings_change_lang" = "Changer la langue";
"lng_languages" = "Langues";
"lng_sure_save_language" = "Telegram va redémarrer afin de changer la langue";
"lng_settings_update_automatically" = "Mettre à jour automatiquement";
"lng_settings_current_version_label" = "Version {version}:";
"lng_settings_current_version" = "Version {version}";
"lng_settings_check_now" = "Vérifier les mises à jour";
"lng_settings_update_checking" = "Vérification des mises à jour...";
"lng_settings_latest_installed" = "La dernière version est installée";
"lng_settings_downloading" = "Téléchargement de la mise à jour {ready} / {total} Mo...";
"lng_settings_update_ready" = "Une nouvelle version est disponible";
"lng_settings_update_now" = "Redémarrer maintenant";
"lng_settings_update_fail" = "Vérification des mises à jour impossible :(";
"lng_settings_workmode_tray" = "Afficher l'icône de la zone de notification";
"lng_settings_workmode_window" = "Afficher l'icône de la barre de tâche";
"lng_settings_auto_start" = "Lancer Telegram au démarrage du système";
"lng_settings_start_min" = "Lancer réduit";
"lng_settings_add_sendto" = "Ajouter Telegram au menu «Envoyer vers»";
"lng_settings_section_scale" = "Échelle de l'interface";
"lng_settings_scale_auto" = "Auto ({cur})";

"lng_settings_section_chat_settings" = "Paramètres de conversation";
"lng_settings_replace_emojis" = "Remplacer les emoji";
"lng_settings_view_emojis" = "Voir la liste";
"lng_settings_emoji_list" = "Emoji supporté";
"lng_settings_send_enter" = "Envoyer en utilisant Enter";
"lng_settings_send_ctrlenter" = "Envoyer en utilisant Ctrl+Enter";
"lng_settings_send_cmdenter" = "Envoyer en utilisant Cmd+Enter";

"lng_settings_section_background" = "Image de fond";
"lng_settings_bg_use_default" = "Utiliser le thème par défaut";
"lng_settings_bg_from_gallery" = "Choisir à partir de la galerie";
"lng_settings_bg_from_file" = "Choisir à partir d'un fichier";
"lng_settings_bg_edit_theme" = "Modifier le thème";
"lng_settings_bg_tile" = "Mettre en mosaïque";
"lng_settings_adaptive_wide" = "Disposition adaptée pour les écrans larges";

"lng_backgrounds_header" = "Choisir votre image de fond";
"lng_theme_sure_keep" = "Conserver ce thème ?";
"lng_theme_reverting" = "Rétablir l'ancien thème dans {count:_not_used_|# seconde|# secondes}.";
"lng_theme_keep_changes" = "Conserver les changements";
"lng_theme_revert" = "Rétablir";

"lng_download_path_dont_ask" = "Ne pas demander le chemin de téléchargement pour chaque fichier";
"lng_download_path_label" = "Chemin de téléchargement :";
"lng_download_path_temp" = "Dossier temporaire";
"lng_download_path_default" = "Dossier par défaut";
"lng_download_path_clear" = "Effacer tout";
"lng_download_path_header" = "Choisir le chemin de téléchargement";
"lng_download_path_default_radio" = "Dossier système Telegram «Téléchargements»";
"lng_download_path_temp_radio" = "Dossier temporaire, effacé à la déconnexion ou à la désinstallation";
"lng_download_path_dir_radio" = "Dossier personnalisé, effacer manuellement";
"lng_download_path_choose" = "Choisir le chemin de téléchargement";
"lng_sure_clear_downloads" = "Voulez-vous supprimer tous les fichiers téléchargés du dossier temporaire ? Ceci est automatiquement fait lors de la déconnexion ou la désinstallation de l'application.";
"lng_download_path_failed" = "Le téléchargement du fichier n'a pas pu être lancé. Ceci peut arriver en cas de destination de téléchargement invalide.\n\nVous pouvez modifier le chemin de téléchargement dans les paramètres.";
"lng_download_path_settings" = "Paramètres";
"lng_download_finish_failed" = "Téléchargement du fichier interrompu.\n\nVoulez-vous réessayer?";
"lng_download_path_clearing" = "Effacement...";
"lng_download_path_cleared" = "Effacé !";
"lng_download_path_clear_failed" = "Effacement impossible :(";

"lng_settings_section_privacy" = "Sécurité et vie privée";

"lng_local_storage_title" = "Stockage local";
"lng_settings_no_data_cached" = "Aucune donnée en cache trouvée !";
"lng_settings_images_cached" = "{count:_not_used_|# image|# images}, {size}";
"lng_settings_audios_cached" = "{count:_not_used_|# message vocal|# messages vocaux}, {size}";
"lng_local_storage_clear" = "Effacer tout";
"lng_local_storage_clearing" = "Effacement...";
"lng_local_storage_cleared" = "Effacé !";
"lng_local_storage_clear_failed" = "Effacement impossible :(";

"lng_settings_section_advanced_settings" = "Paramètres avancés";

"lng_passcode_remove_button" = "Supprimer";

"lng_passcode_turn_on" = "Activer le code d'accès";
"lng_passcode_change" = "Changer le code d'accès";
"lng_passcode_create" = "Code d'accès";
"lng_passcode_remove" = "Supprimer le code d'accès local";
"lng_passcode_turn_off" = "Désactiver";
"lng_passcode_autolock" = "Verrouillage automatique";
"lng_passcode_autolock_away" = "Verrouillage automatique si absent depuis:";
"lng_passcode_autolock_inactive" = "Verrouillage automatique si inactif depuis:";
"lng_passcode_autolock_minutes" = "{count:_not_used_|# minute|# minutes}";
"lng_passcode_autolock_hours" = "{count:_not_used_|# heure|# heures}";
"lng_passcode_enter_old" = "Entrez le code d'accès";
"lng_passcode_enter_first" = "Entrer un code d'accès";
"lng_passcode_enter_new" = "Entrez le nouveau code d'accès";
"lng_passcode_confirm_new" = "Re-saisissez le nouveau code d'accès";
"lng_passcode_about" = "Lorsque vous configurez un code d'accès local, une icône de verrouillage s'affiche en haut de la liste des conversations. Cliquez dessus pour verrouiller l'application.\n\nNote: si vous oubliez le code d'accès local, vous devrez vous reconnecter à Telegram Desktop.";
"lng_passcode_differ" = "Codes d'accès sont différents";
"lng_passcode_wrong" = "Mauvais code d'accès";
"lng_passcode_is_same" = "Le code d'accès n'a pas été changé";
"lng_passcode_enter" = "Entrer le code d'accès";
"lng_passcode_ph" = "Votre code d'accès";
"lng_passcode_submit" = "Soumettre";
"lng_passcode_logout" = "Déconnecter";
"lng_passcode_need_unblock" = "Vous devez me déverrouiller d'abord.";

"lng_cloud_password_waiting" = "Lien de confirmation envoyé à {email}..";
"lng_cloud_password_change" = "Changer le mot de passe cloud";
"lng_cloud_password_create" = "Mot de passe cloud";
"lng_cloud_password_remove" = "Supprimer le mot de passe cloud";
"lng_cloud_password_set" = "Activé la validation en deux étapes";
"lng_cloud_password_edit" = "Changer le mot de passe cloud";
"lng_cloud_password_enter_old" = "Entrer le mot de passe actuel";
"lng_cloud_password_enter_first" = "Entrer un mot de passe";
"lng_cloud_password_enter_new" = "Entrez un nouveau mot de passe";
"lng_cloud_password_confirm_new" = "Re-saisissez le nouveau mot de passe ";
"lng_cloud_password_hint" = "Entrer l'indice du mot de passe";
"lng_cloud_password_change_hint" = "Entrez un nouvel indice du mot de passe";
"lng_cloud_password_bad" = "Le mot de passe et l'indice ne peuvent pas être les mêmes.";
"lng_cloud_password_email" = "Entrer un courriel de récupération";
"lng_cloud_password_bad_email" = "Courriel non valide, veuillez en essayer un autre.";
"lng_cloud_password_about" = "Ce mot de passe sera demandé lorsque vous vous connecterez à un nouvel appareil en plus du code PIN.";
"lng_cloud_password_about_recover" = "Attention! Êtes-vous certain de ne pas vouloir\najouter un courriel de récupération?\n\nSi vous oubliez vote mot de passe, vous ne pourrez plus\naccéder à votre compte Telegram.";
"lng_cloud_password_skip_email" = "Passer le courriel";
"lng_cloud_password_almost" = "Un lien de confirmation a été envoyé\nau courriel que vous avez fournis. La validation en deux étapes sera activée dès que vous utiliserez le lien.";
"lng_cloud_password_was_set" = "La vérification en deux étapes a été activée.";
"lng_cloud_password_updated" = "Votre mot de passe cloud a été mis à jour.";
"lng_cloud_password_removed" = "La vérification en deux étapes a été désactivée.";
"lng_cloud_password_differ" = "Le mot de passe n'est pas bon";
"lng_cloud_password_wrong" = "Mauvais mot de passe cloud";
"lng_cloud_password_is_same" = "Le mot de passe n'a pas été changé";

"lng_connection_type" = "Type de connexion:";
"lng_connection_auto_connecting" = "Défaut (connexion...)";
"lng_connection_auto" = "Défaut ({transport} utilisé)";
"lng_connection_proxy_connecting" = "Connexion à travers un proxy...";
"lng_connection_proxy" = "{transport} avec proxy";
"lng_connection_header" = "Type de connexion";
"lng_connection_auto_rb" = "Auto (TCP si disponible ou HTTP)";
"lng_connection_http_proxy_rb" = "HTTP avec http-proxy personnalisé";
"lng_connection_tcp_proxy_rb" = "TCP avec socks5-proxy personnalisé";
"lng_connection_try_ipv6" = "Essai de connexion par IPv6";
"lng_connection_host_ph" = "Nom du serveur";
"lng_connection_port_ph" = "Port";
"lng_connection_user_ph" = "Pseudonyme";
"lng_connection_password_ph" = "Mot de passe";
"lng_connection_save" = "Enregistrer";

"lng_settings_blocked_users" = "Utilisateurs bloqués";
"lng_settings_last_seen_privacy" = "Confidentialité de l'horodatage";
"lng_settings_groups_invite_privacy" = "Paramètres de l'invitation de groupe";
"lng_settings_show_sessions" = "Afficher toutes les sessions";
"lng_settings_self_destruct" = "Account self-destruct settings";
"lng_settings_change_phone" = "Change phone number";

"lng_settings_reset" = "Terminer toutes les autres sessions";
"lng_settings_reset_sure" = "Êtes-vous sûr de vouloir terminer\ntoutes les autres sessions ?";
"lng_settings_reset_one_sure" = "Voulez-vous terminer cette session ?";
"lng_settings_reset_button" = "Terminer";
"lng_settings_reset_done" = "Autres sessions terminées";
"lng_settings_manage_local_storage" = "Gérer le stockage local";
"lng_settings_ask_question" = "Poser une question";
"lng_settings_ask_sure" = "Prenez note que le support de Telegram est assuré par des bénévoles. Nous essayons de répondre le plus rapidement possible, mais cela peut prendre un peu de temps.\n\nVeuillez consulter la FAQ Telegram: elle contient d'importantes astuces de dépannage et les réponses aux questions les plus courantes.";
"lng_settings_faq_button" = "Aller à la FAQ";
"lng_settings_ask_ok" = "Demander";
"lng_settings_faq" = "Telegram FAQ";
"lng_settings_logout" = "Déconnexion";
"lng_sure_logout" = "Êtes-vous certain de vouloir vous déconnecter?";

"lng_settings_need_restart" = "Vous devez relancer l'application pour appliquer certains des nouveaux paramètres. Relancer maintenant ?";
"lng_settings_restart_now" = "REDÉMARRER";
"lng_settings_restart_later" = "PLUS TARD";

"lng_sessions_header" = "Session courante";
"lng_sessions_other_header" = "Sessions actives";
"lng_sessions_no_other" = "Pas d'autre session";
"lng_sessions_other_desc" = "Vous pouvez vous connecter à partir d'autres appareils mobiles ou de bureau en utilisant le même numéro de téléphone. Toutes vos données seront automatiquement synchronisées.";
"lng_sessions_terminate_all" = "Terminer toutes les autres sessions";

"lng_blocked_list_title" = "Utilisateurs bloqués";
"lng_blocked_list_unknown_phone" = "téléphone inconnu";
"lng_blocked_list_unblock" = "Débloquer";
"lng_blocked_list_add" = "Bloquer l'utilisateur";
"lng_blocked_list_add_title" = "Choisir l'utilisateur à bloquer";
"lng_blocked_list_already_blocked" = "déjà bloqué";
"lng_blocked_list_about" = "Les utilisateurs bloqués ne peuvent pas vous envoyer de messages ou vous ajouter à des groupes. Ils ne verront pas vos images de profil, ainsi que votre statut en ligne et votre horodatage.";
"lng_blocked_list_not_found" = "Aucun utilisateur trouvé.";

"lng_edit_privacy_everyone" = "Tout le monde";
"lng_edit_privacy_contacts" = "Mes contacts";
"lng_edit_privacy_nobody" = "Personne";
"lng_edit_privacy_exceptions" = "Ajouter des exceptions";

"lng_edit_privacy_lastseen_title" = "Confidentialité de l'horodatage";
"lng_edit_privacy_lastseen_description" = "Vous pouvez choisir qui peut voir l'heure de votre dernière connexion :";
"lng_edit_privacy_lastseen_warning" = "Important : vous ne pourrez plus voir la date de dernière visite des personnes qui ne peuvent pas voir la vôtre. À la place, une vague indication sera affichée (récemment, dans la semaine, dans le dernier mois).";
"lng_edit_privacy_lastseen_always" = "Toujours partager avec{count:| # utilisateur| # utilisateurs}";
"lng_edit_privacy_lastseen_never" = "Ne jamais partager avec{count:| # utilisateur| # utilisateurs}";
"lng_edit_privacy_lastseen_exceptions" = "Ces paramètres écraseront les valeurs ci-dessus";
"lng_edit_privacy_lastseen_always_title" = "Toujours partager avec";
"lng_edit_privacy_lastseen_never_title" = "Ne jamais partager avec";

"lng_edit_privacy_groups_title" = "Paramètres d'invitation de groupe";
"lng_edit_privacy_groups_description" = "Vous pouvez définir qui peut vous ajouter aux groupes et chaînes avec précision :";
"lng_edit_privacy_groups_always" = "Toujours autoriser{count:| # utilisateur| # utilisateurs}";
"lng_edit_privacy_groups_never" = "Ne jamais autoriser{count:| # utilisateur| # utilisateurs}";
"lng_edit_privacy_groups_exceptions" = "Ces utilisateurs pourront ou ne pourront pas vous ajouter aux groupes et chaînes quels que soient les paramètres ci-dessus.";
"lng_edit_privacy_groups_always_title" = "Toujours autoriser";
"lng_edit_privacy_groups_never_title" = "Ne jamais autoriser";

"lng_self_destruct_title" = "Account self-destruction";
"lng_self_destruct_description" = "If you don't come online at least once within this period, your account will be deleted along with all groups, messages and contacts.";
"lng_self_destruct_months" = "{count:_not_used_|# month|# months}";
"lng_self_destruct_years" = "{count:_not_used_|# year|# years}";

"lng_change_phone_title" = "Change phone number";
"lng_change_phone_description" = "You can change your Telegram number\nhere. Your account and all your cloud data\n— messages, media, contacts, etc. will be\nmoved to the new number.\n\n[b]Important[/b]: all your Telegram contacts will\nget your [b]new number[/b] added to their address\nbook, provided they had your old number and\nyou haven't blocked them in Telegram.";
"lng_change_phone_warning" = "All your Telegram contacts will get your new number added to their address book, provided they had your old number and you haven't blocked them in Telegram.";
"lng_change_phone_occupied" = "The number {phone} is already connected to a Telegram account. Please delete that account before migrating to the new number.";
"lng_change_phone_button" = "Change number";
"lng_change_phone_new_title" = "Enter new number";
"lng_change_phone_new_description" = "We will send an SMS with a confirmation code to your new number.";
"lng_change_phone_new_submit" = "Submit";
"lng_change_phone_code_title" = "Enter code";
"lng_change_phone_code_description" = "We've sent an SMS with a confirmation code to your phone {phone}.";
"lng_change_phone_success" = "Your phone number has been changed.";

"lng_preview_loading" = "Obtention des informations du lien...";

"lng_profile_chat_unaccessible" = "Groupe est inaccessible";
"lng_profile_about_section" = "À propos";
"lng_profile_description_section" = "Description";
"lng_profile_settings_section" = "Paramètres";
"lng_profile_actions_section" = "Actions";
"lng_profile_bot_settings" = "Paramètres";
"lng_profile_bot_help" = "Aide";
"lng_profile_invite_link_section" = "Lien d'invitation";
"lng_profile_create_public_link" = "Créer un lien publique";
"lng_profile_edit_public_link" = "Modifier un lien publique";
"lng_profile_manage_admins" = "Gérer les administrateurs";
"lng_profile_common_groups" = "{count:_not_used_|# groupe|# groupes} en commun";
"lng_profile_common_groups_section" = "Groupes en commun";
"lng_profile_participants_section" = "Membres";
"lng_profile_info_section" = "Info";
"lng_profile_mobile_number" = "Mobile:";
"lng_profile_username" = "Pseudonyme:";
"lng_profile_link" = "Lien:";
"lng_profile_add_contact" = "Ajouter Contact";
"lng_profile_edit_contact" = "Modifier";
"lng_profile_enable_notifications" = "Notifications";
"lng_profile_clear_history" = "Effacer l'historique";
"lng_profile_delete_conversation" = "Supprimer la conversation";
"lng_profile_clear_and_exit" = "Supprimer et quitter";
"lng_profile_leave_channel" = "Quitter la chaîne";
"lng_profile_delete_channel" = "Supprimer la chaîne";
"lng_profile_leave_group" = "Quitter le groupe";
"lng_profile_delete_group" = "Supprimer le groupe";
"lng_profile_report" = "Signaler";
"lng_profile_search_messages" = "Rechercher un message";
"lng_profile_block_user" = "Bloquer l'utilisateur";
"lng_profile_unblock_user" = "Débloquer un utilisateur";
"lng_profile_block_bot" = "Arrêter et bloquer le bot";
"lng_profile_unblock_bot" = "Débloquer le bot";
"lng_profile_send_message" = "Envoyer message";
"lng_profile_share_contact" = "Partager le contact";
"lng_profile_invite_to_group" = "Ajouter au groupe";
"lng_profile_delete_contact" = "Supprimer";
"lng_profile_set_group_photo" = "Ajouter photo";
"lng_profile_add_participant" = "Ajouter des membres";
"lng_profile_view_channel" = "Voir la chaîne";
"lng_profile_join_channel" = "Rejoindre";
"lng_profile_delete_and_exit" = "Quitter";
"lng_profile_kick" = "Supprimer";
"lng_profile_admin" = "Administrateur";
"lng_profile_sure_kick" = "Retirer {user} du groupe ?";
"lng_profile_sure_kick_channel" = "Retirer {user} de la chaîne ?";
"lng_profile_sure_kick_admin" = "Retirer {user} des administrateurs ?";
"lng_profile_loading" = "Chargement...";
"lng_profile_shared_media" = "Média partagé";
"lng_profile_no_media" = "Aucun média dans cette conversation.";
"lng_profile_photos" = "{count:_not_used_|# photo|# photos}";
"lng_profile_photos_header" = "Photos";
"lng_profile_videos" = "{count:_not_used_|# vidéo|# vidéos}";
"lng_profile_videos_header" = "Vidéos";
"lng_profile_songs" = "{count:_not_used_|# fichier audio|# fichiers audios}";
"lng_profile_songs_header" = "Fichiers audios";
"lng_profile_files" = "{count:_not_used_|# fichier|# fichiers}";
"lng_profile_files_header" = "Fichiers";
"lng_profile_audios" = "{count:_not_used_|# message vocal|# messages vocaux}";
"lng_profile_audios_header" = "Messages vocaux";
"lng_profile_shared_links" = "{count:_not_used_|# lien partagé|# liens partagés}";
"lng_profile_shared_links_header" = "Liens partagés";
"lng_profile_copy_phone" = "Copier le numéro de téléphone";
"lng_profile_copy_fullname" = "Copier le nom";
"lng_profile_drop_area_title" = "Déposez votre image ici";
"lng_profile_drop_area_subtitle" = "en faire la photo du groupe";
"lng_profile_drop_area_subtitle_channel" = "en faire la photo de la chaîne";
"lng_profile_top_bar_share_contact" = "Partager";

"lng_report_title" = "Signaler la chaîne";
"lng_report_group_title" = "Signaler le groupe";
"lng_report_bot_title" = "Signaler le bot";
"lng_report_reason_spam" = "Indésirable";
"lng_report_reason_violence" = "Violence";
"lng_report_reason_pornography" = "Pornographie";
"lng_report_reason_other" = "Autre";
"lng_report_reason_description" = "Description";
"lng_report_button" = "Signaler";
"lng_report_thanks" = "Merci ! Votre signalement sera très bientôt examiné par notre équipe.";

"lng_channel_add_admins" = "Nouvel administrateur";
"lng_channel_add_members" = "Ajouter des membres";
"lng_channel_members" = "Membres";
"lng_channel_only_last_shown" = "Seulement les derniers {count:_not_used_|# membre est|# membres sont} affichés ici";
"lng_channel_admins" = "Administrateurs";
"lng_channel_add_admin" = "Ajouter des administrateurs";
"lng_channel_admin_sure" = "Ajouter {user} aux administrateurs?";
"lng_channel_admins_too_much" = "Désolé, vous avez atteint le nombre limite d'administrateurs. Veuillez d'abord retirer un administrateur.";

"lng_chat_all_members_admins" = "Tous les membres sont administateurs";
"lng_chat_about_all_admins" = "Les membres du groupe peuvent ajouter des nouveaux membres, modifier le nom et la photo du groupe.";
"lng_chat_about_admins" = "Les administrateurs du groupe peuvent ajouter et retirer des membres, modifier le nom et la photo du groupe.";

"lng_participant_filter" = "Recherche";
"lng_participant_invite" = "Invitation";
"lng_participant_invite_sorry" = "Désolé, vous pouvez seulement ajouter {count:_not_used|# membre|# membres} à une chaîne manuellement.\n\nÀ partir de maintenant, les gens devront rejoindre via le lien d'invitation.";
"lng_create_group_back" = "Retour";
"lng_create_group_next" = "Suivant";
"lng_create_group_create" = "Création";
"lng_create_group_title" = "Nouveau Groupe";
"lng_create_channel_title" = "Nouvelle Chaîne";
"lng_create_public_channel_title" = "Chaîne publique";
"lng_create_public_channel_about" = "Tout le monde peut trouver la chaîne dans la recherche et rejoindre celle-ci";
"lng_create_private_channel_title" = "Chaîne privée";
"lng_create_private_channel_about" = "Seulement les personnes avec le lien d'invitation peuvent rejoindre";
"lng_create_public_group_title" = "Groupe publique";
"lng_create_public_group_about" = "Tout le monde peut trouver le groupe dans la recherche et le rejoindre. L'historique des conversations est disponibles à tous";
"lng_create_private_group_title" = "Groupe privé";
"lng_create_private_group_about" = "Les gens peuvent seulement rejoindre s'ils sont invités ou s'ils ont le lien d'invitation";
"lng_create_group_skip" = "Sauter";

"lng_create_channel_link_invalid" = "Ce lien est invalide";
"lng_create_channel_link_occupied" = "Désolé, ce lien est déjà utilisé";
"lng_create_channel_link_too_short" = "Désolé, ce lien est trop court";
"lng_create_channel_link_bad_symbols" = "Désolé, ce lien contient des caractères invalides";
"lng_create_channel_link_available" = "Ce lien est disponible";
"lng_create_channel_link_copied" = "Le lien a été copié au presse-papier";

"lng_create_group_crop" = "Sélectionner une zone pour la photo du groupe";
"lng_create_channel_crop" = "Sélectionner une zone pour la photo de la chaîne";

"lng_failed_add_participant" = "Ne peux pas ajouter l'utilisateur. Veuillez essayer plus tard.";
"lng_failed_add_not_mutual" = "Désolé, si une personne quitte le groupe, seulement \nun contact mutuel pourra la ramener \n(elle aura besoin de votre numéro de téléphone\net vous aurez besoin du sien).";
"lng_failed_add_not_mutual_channel" = "Désolé, si une personne quitte la chaine, seulement \nun contact mutuel pourra la ramener \n(elle aura besoin de votre numéro de téléphone\net vous aurez besoin du sien).";

"lng_sure_delete_contact" = "Êtes-vous certain de vouloir retirer {contact} de votre liste de contacts?";
"lng_sure_delete_history" = "Êtes-vous certain de vouloir supprimer l'historique des messages avec {contact}?\n\nCette action est irréversible.";
"lng_sure_delete_group_history" = "Êtes-vous certain de vouloir supprimer l'historique des messages du groupe «{group}»?\n\nCette action est irréversible.";
"lng_sure_delete_and_exit" = "Êtes-vous certain de vouloir supprimer l'historique des messages et quitter le groupe «{group}»?\n\nCette action est irréversible.";
"lng_sure_leave_channel" = "Êtes-vous certain de vouloir quitter\ncette chaîne?";
"lng_sure_delete_channel" = "Êtes-vous certain de vouloir supprimer cette chaîne? Tous les membres seront retirer et tous les messages seront perdus.";
"lng_sure_leave_group" = "Êtes-vous certain de vouloir quitter\nce groupe? Cette action est irréversible.";
"lng_sure_delete_group" = "Êtes-vous certain de vouloir supprimer ce groupe? Tous les membres seront retirer et tous les messages seront perdus.";

"lng_message_empty" = "Message vide";
"lng_message_unsupported" = "Ce message n'est pas supporté par votre version de Telegram. Veuillez la mettre à jour dans les Paramètres ou l'installer à partir de {link}";

"lng_duration_seconds" = "{count:_not_used_|# seconde|# secondes}";
"lng_duration_minutes_seconds" = "{count_minutes:# min|# min|# min} {count_seconds:# sec|# sec|# sec}";

"lng_action_add_user" = "{from} a ajouté {user}";
"lng_action_add_users_many" = "{from} a ajouté {users}";
"lng_action_add_users_and_one" = "{accumulated}, {user}";
"lng_action_add_users_and_last" = "{accumulated} et {user}";
"lng_action_add_you" = "{from} vous a ajouté à cette chaîne";
"lng_action_you_joined" = "Vous avez rejoint cette chaîne";
"lng_action_add_you_group" = "{from} vous a ajouté à ce groupe";
"lng_action_you_joined_group" = "Vous avez rejoint ce groupe";
"lng_action_kick_user" = "{from} a retiré {user}";
"lng_action_user_left" = "{from} a quitté le groupe";
"lng_action_user_joined" = "{from} a rejoint le groupe";
"lng_action_user_joined_by_link" = "{from} a rejoint le groupe via le lien d'invitation";
"lng_action_user_registered" = "{from} a rejoint Telegram";
"lng_action_removed_photo" = "{from} a supprimé la photo du groupe";
"lng_action_removed_photo_channel" = "Photo de chaîne supprimée";
"lng_action_changed_photo" = "{from} a mis à jour la photo du groupe";
"lng_action_changed_photo_channel" = "Photo de la chaîne mise à jour";
"lng_action_changed_title" = "{from} a changé le nom du groupe pour «{title}»";
"lng_action_changed_title_channel" = "Le nom de la chaîne à changé pour «{title}»";
"lng_action_created_chat" = "{from} a créé le groupe «{title}»";
"lng_action_created_channel" = "Chaîne créée";
"lng_action_group_migrate" = "Ce groupe a été mis à niveau en super-groupe";
"lng_action_pinned_message" = "{from} a épinglé «{text}»";
"lng_action_pinned_media" = "{from} a épinglé {media}";
"lng_action_pinned_media_photo" = "une photo";
"lng_action_pinned_media_video" = "une vidéo";
"lng_action_pinned_media_audio" = "un fichier audio";
"lng_action_pinned_media_voice" = "un message vocal";
"lng_action_pinned_media_file" = "un fichier";
"lng_action_pinned_media_gif" = "un GIF animé";
"lng_action_pinned_media_contact" = "un contact";
"lng_action_pinned_media_location" = "un marquage de position";
"lng_action_pinned_media_sticker" = "un sticker";
"lng_action_pinned_media_emoji_sticker" = "un {emoji} sticker";
"lng_action_pinned_media_game" = "le jeu «{game}»";
"lng_action_game_score" = "{from} a réussi {count:#|#|#} à {game}";
"lng_action_game_you_scored" = "Vous avez réussi {count:#|#|#} à {game}";
"lng_action_game_score_no_game" = "{from} a réussi {count:#|#|#} ";
"lng_action_game_you_scored_no_game" = "Vous avez réussi {count:#|#|#}";
"lng_action_call_outgoing" = "Appel sortant à {time}";
"lng_action_call_incoming" = "Appel entrant à {time}";
"lng_action_call_outgoing_duration" = "Appel sortant ({duration}) à {time}";
"lng_action_call_incoming_duration" = "Appel entrant ({duration}) à {time}";
"lng_action_call_incoming_missed" = "Appel manqué à {time}";
"lng_action_call_outgoing_missed" = "Appel annulé à {time}";
"lng_action_payment_done" = "Vous venez de transférer {amount} à {user} avec succès";
"lng_action_payment_done_for" = "Vous venez de transférer {amount} à {user} pour {invoice} avec succès";

"lng_profile_migrate_reached" = "limite de {count:_not_used_|# membre|# membres} atteinte";
"lng_profile_migrate_body" = "Pour dépasser la limite, vous pouvez transformer votre groupe en super-groupe";
"lng_profile_migrate_learn_more" = "Apprendre plus »";
"lng_profile_migrate_about" = "Si vous désirez dépasser cette limite, vous pouvez transformer votre groupe en super-groupe. Pour un super-groupe:";
"lng_profile_migrate_feature1" = "— La limite des membres est de {count:_not_used_|# utilisateur|# utilisateurs}";
"lng_profile_migrate_feature2" = "— Les nouveaux membres peuvent voir l'historique de la discussion";
"lng_profile_migrate_feature3" = "— Les administrateurs suppriment les messages pour tout le monde";
"lng_profile_migrate_feature4" = "— Les notifications sont muettes par défaut";
"lng_profile_migrate_button" = "Transformer en super-groupe";
"lng_profile_migrate_sure" = "Êtes-vous certain de vouloir transformer ce groupe en super-groupe? Cette action est irréversible.";
"lng_profile_convert_button" = "Convertir en super-groupe";
"lng_profile_convert_title" = "Convertir en super-groupe";
"lng_profile_convert_about" = "En super-groupe:";
"lng_profile_convert_feature1" = "— Les nouveaux membres peuvent voir l'historique complet des messages";
"lng_profile_convert_feature2" = "— Les messages sont supprimés pour tous les membres";
"lng_profile_convert_feature3" = "— Les administrateurs peuvent épingler les messages importants";
"lng_profile_convert_feature4" = "— Le créateur peut créer un lien publique pour le groupe";
"lng_profile_convert_warning" = "{bold_start}Note:{bold_end} Cette action est irréversible";
"lng_profile_convert_confirm" = "Convertir";
"lng_profile_add_more_after_upgrade" = "Vous pourrez ajouter jusqu'à  {count:_not_used_|# membre|# membres} après la transformation de votre groupe en super-groupe.";

"lng_channel_not_accessible" = "Désolé, cette chaîne est inaccessible.";
"lng_group_not_accessible" = "Désolé, ce groupe est inaccessible.";

"lng_channels_too_much_public_about" = "Désolé, vous avez réservé trop de pseudonymes publics. Vous pouvez abolir le lien d'un de vos groupes ou chaînes.";
"lng_channels_too_much_public_revoke_confirm_group" = "Êtes-vous certain de vouloir abolir le lien {link} ?\n\nLe groupe «{group}» deviendra privé.";
"lng_channels_too_much_public_revoke_confirm_channel" = "Êtes-vous certain de vouloir abolir le lien {link} ?\n\nLa chaîne «{group}» deviendra privée.";
"lng_channels_too_much_public_revoke" = "Abolir";

"lng_group_invite_bad_link" = "Ce lien d'invitation est brisé ou a expiré.";
"lng_group_invite_want_join" = "Voulez-vous rejoindre le groupe «{title}»?";
"lng_group_invite_want_join_channel" = "Voulez-vous rejoindre la chaîne «{title}»?";
"lng_group_invite_join" = "Rejoindre";

"lng_group_invite_members" = "{count:_not_used_|# membre|# membres}, parmis eux:";

"lng_group_invite_link" = "Lien d'invitation:";
"lng_group_invite_create" = "Créer un lien d'invitation";
"lng_group_invite_about" = "Les utilisateurs Telegram pourront rejoindre\nvos groupes en suivant ce lien.";
"lng_group_invite_create_new" = "Abolir le lien d'invitation";
"lng_group_invite_about_new" = "Votre précédent lien sera désactivé et nous générerons un nouveau lien d'invitation pour vous.";
"lng_group_invite_copied" = "Le lien d'invitation est copié au presse-papier.";
"lng_group_invite_no_room" = "Impossible de rejoindre ce groupe car le nombre maximal de membre est atteint.";

"lng_channel_public_link_copied" = "Lien copié au presse-papier.";

"lng_forwarded" = "Transféré de {user}";
"lng_forwarded_channel" = "Transféré de {channel}";
"lng_forwarded_via" = "Transféré de {user} via {inline_bot}";
"lng_forwarded_channel_via" = "Transféré de {channel} via {inline_bot}";
"lng_forwarded_signed" = "{channel} ({user})";
"lng_in_reply_to" = "En réponse à";
"lng_edited" = "modifié";
"lng_edited_date" = "Modifié: {date}";
"lng_cancel_edit_post_sure" = "Annuler la modification?";
"lng_cancel_edit_post_yes" = "Oui";
"lng_cancel_edit_post_no" = "Non";

"lng_bot_share_location_unavailable" = "Désolé, le partage de position n'est pas encore disponible dans Telegram Desktop.";
"lng_bot_inline_geo_unavailable" = "Désolé, ce bot requiert le partage de position.\nCeci n'est pas disponible dans Telegram Desktop.";
"lng_bot_share_phone" = "Partager le numéro de téléphone?";
"lng_bot_share_phone_confirm" = "Partager";

"lng_attach_failed" = "Erreur";
"lng_attach_file" = "Fichier";
"lng_attach_photo" = "Photo";

"lng_media_type" = "Type de média";
"lng_media_type_photos" = "Photos";
"lng_media_type_videos" = "Vidéos";
"lng_media_type_songs" = "Fichiers audios";
"lng_media_type_files" = "Fichiers";
"lng_media_type_audios" = "Messages vocaux";
"lng_media_type_links" = "Liens partagés";

"lng_media_open_with" = "Ouvrir avec";
"lng_media_download" = "Téléchargé";
"lng_media_cancel" = "Annuler";
"lng_media_video" = "Vidéo";
"lng_media_audio" = "Message vocal";

"lng_media_auto_settings" = "Téléchargement automatique des médias";
"lng_media_auto_photo" = "Téléchargement automatique des photos";
"lng_media_auto_audio" = "Téléchargement automatique des messages vocales";
"lng_media_auto_gif" = "Téléchargement automatique des GIF";
"lng_media_auto_private_chats" = "Conversation privée";
"lng_media_auto_groups" = "Groupes et chaînes";
"lng_media_auto_play" = "Jouer automatiquement";

"lng_emoji_category0" = "Fréquemment utilisé";
"lng_emoji_category1" = "Personne";
"lng_emoji_category2" = "Nature";
"lng_emoji_category3" = "Aliment et breuvage";
"lng_emoji_category4" = "Activité";
"lng_emoji_category5" = "Voyage & Endroits";
"lng_emoji_category6" = "Objets";
"lng_emoji_category7" = "Symboles & Drapeaux";

"lng_recent_stickers" = "Fréquemment utilisé";
"lng_switch_stickers" = "Stickers";
"lng_switch_stickers_gifs" = "GIF et Stickers";
"lng_switch_emoji" = "Emoji";
"lng_stickers_featured_add" = "Ajouter";

"lng_saved_gifs" = "GIF enregistré ";
"lng_inline_bot_results" = "Résultat de {inline_bot}";
"lng_inline_bot_no_results" = "Aucun résultat";
"lng_inline_bot_via" = "via {inline_bot}";

"lng_box_remove" = "Supprimer";

"lng_stickers_installed_tab" = "Stickers";
"lng_stickers_featured_tab" = "En vogue";
"lng_stickers_archived_tab" = "Archivé";
"lng_stickers_remove_pack" = "Supprimer «{sticker_pack}»?";
"lng_stickers_add_pack" = "Ajouter des stickers";
"lng_stickers_share_pack" = "Partager des stickers";
"lng_stickers_not_found" = "Sticker non trouvé.";
"lng_stickers_packs_archived" = "Quelqu'un de vos stickers inutilisés ont été archivés pour faire de la place aux nouveaux.";
"lng_stickers_archived" = "Stickers archivés";
"lng_stickers_copied" = "Lien des stickers copié au presse-papier.";
"lng_stickers_default_set" = "Great Minds";
"lng_stickers_you_have" = "Personnaliser les stickers";
"lng_stickers_featured" = "Stickers en vogue";
"lng_stickers_return" = "Annuler";
"lng_stickers_count" = "{count:Chargement...|# sticker|# stickers}";
"lng_stickers_masks_pack" = "Ceci est un pack de masques. Vous pouvez les utiliser dans l'éditeur photo de votre appareil mobile.";

"lng_in_dlg_photo" = "Photo";
"lng_in_dlg_video" = "Vidéo";
"lng_in_dlg_audio_file" = "Audio";
"lng_in_dlg_contact" = "Contact";
"lng_in_dlg_audio" = "Message vocal";
"lng_in_dlg_file" = "Fichier";
"lng_in_dlg_sticker" = "Sticker";
"lng_in_dlg_sticker_emoji" = "{emoji} Sticker";

"lng_ban_user" = "Bannir l'utilisateur";
"lng_delete_all_from" = "Supprimer tout pour cet utilisateur";
"lng_report_spam" = "Signaler comme indésirable";
"lng_report_spam_hide" = "Cacher";
"lng_report_spam_thanks" = "Merci pour votre signalement!";
"lng_report_spam_sure" = "Êtes-vous certain de vouloir signaler le message de cet utilisateur?";
"lng_report_spam_sure_group" = "Êtes-vous certain de vouloir signaler le message de ce groupe?";
"lng_report_spam_sure_channel" = "Êtes-vous certain de vouloir signaler le message de cette chaîne?";
"lng_report_spam_ok" = "Signaler";
"lng_cant_send_to_not_contact" = "Désolé, vous pouvez seulement envoyer des messages \nà des contacts mutuels pour le moment. \n{more_info}";
"lng_cant_invite_not_contact" = "Désolé, vous pouvez seulement ajouter des contacts \nmutuels aux groupes pour le moment. \n{more_info}";
"lng_cant_send_to_not_contact_flood" = "Vous avez contacté trop de non-contacts aujourd'hui, réessayer demain. Vous pourrez répondre aujourd'hui si l'utilisateur vous envoie un message en premier.";
"lng_cant_invite_not_contact_flood" = "Vous ne pouvez pas ajouter cet utilisateur car vous avez contacté trop de non-contacts aujourd'hui. Réessayer demain. Vous pouvez demander à un autre membre d'ajouter cet utilisateur au groupe.";
"lng_cant_more_info" = "Plus d'info »";
"lng_cant_invite_banned" = "Désolé, seulement l'administrateur peut ajouter cet utilisateur.";
"lng_cant_invite_privacy" = "Désolé, vous ne pouvez pas ajouté cet utilisateur aux groupes dû à ses paramètres de sécurité.";
"lng_cant_invite_privacy_channel" = "Désolé, vous ne pouvez pas ajouté cet utilisateur aux chaînes dû à ses paramètres de sécurité.";
"lng_cant_do_this" = "Désolé, cette action n'est pas disponible.";

"lng_send_button" = "Envoyer";
"lng_message_ph" = "Écrire un message...";
"lng_broadcast_ph" = "Diffuser un message...";
"lng_broadcast_silent_ph" = "Diffusion silencieuse...";
"lng_record_cancel" = "Déplacez-vous à l'extérieur du champ pour annuler";
"lng_will_be_notified" = "Les membres seront notifiés quand vous publierez";
"lng_wont_be_notified" = "Les membres ne seront pas notifiés quand vous publierez";
"lng_willbe_history" = "Sélectionner une conversation pour commencer la discussion";
"lng_from_you" = "Vous";
"lng_from_draft" = "Brouillon";
"lng_bot_description" = "Qu'est-ce que ce bot peut faire?";
"lng_unblock_button" = "Débloquer";
"lng_channel_join" = "Rejoindre une chaîne";
"lng_channel_mute" = "Muet";
"lng_channel_unmute" = "Désactiver muet";

"lng_dialogs_text_with_from" = "{from_part} {message}";
"lng_dialogs_text_from_wrapped" = "{from}:";
"lng_dialogs_text_media" = "{media_part} {caption}";
"lng_dialogs_text_media_wrapped" = "{media},";
"lng_dialogs_show_all_chats" = "Afficher toutes les conversations";
"lng_dialogs_hide_muted_chats" = "Cacher les conversations muettes";

"lng_open_this_link" = "Ouvrir ce lien?";
"lng_open_link" = "Ouvrir";
"lng_allow_bot_pass" = "Permettez-vous à {bot_name} de transmettre votre nom Telegram et votre ID à la page web que vous avez ouvert à partir de ce bot?";
"lng_allow_bot" = "Permettre";

"lng_bot_start" = "Démarrer";
"lng_bot_choose_group" = "Sélectionner un groupe";
"lng_bot_no_groups" = "Vous n'avez aucun groupe";
"lng_bot_groups_not_found" = "Aucun groupe trouvé";
"lng_bot_sure_invite" = "Ajouter le bot à «{group}»?";
"lng_bot_already_in_group" = "Le bot est déjà membre du groupe.";
"lng_bot_choose_chat" = "Sélectionner une conversation";
"lng_bot_no_chats" = "Vous n'avez pas de conversation";
"lng_bot_chats_not_found" = "Aucune conversation trouvée";
"lng_bot_sure_share_game" = "Partager le jeu avec {user}?";
"lng_bot_sure_share_game_group" = "Partager le jeu avec {group}?";

"lng_typing" = "écrit";
"lng_user_typing" = "{user} écrit";
"lng_users_typing" = "{user} et {second_user} écrivent";
"lng_many_typing" = "{count:_not_used_|# est|# sont} en train d'écrire";
"lng_playing_game" = "jouer un jeu";
"lng_user_playing_game" = "{user} joue à un jeu";
"lng_users_playing_game" = "{user} et{second_user} jouent un jeu";
"lng_many_playing_game" = "{count:_not_used_|# joue|# jouent} un jeu";
"lng_send_action_record_video" = "enregistre une vidéo";
"lng_user_action_record_video" = "{user} enregistre une vidéo";
"lng_send_action_upload_video" = "envoie une vidéo";
"lng_user_action_upload_video" = "{user} envoie une vidéo";
"lng_send_action_record_audio" = "enregistre un message vocal";
"lng_user_action_record_audio" = "{user} enregistre un message vocal";
"lng_send_action_upload_audio" = "envoie un message vocal";
"lng_user_action_upload_audio" = "{user} envoie un message vocal";
"lng_send_action_upload_photo" = "envoie une photo";
"lng_user_action_upload_photo" = "{user} envoie une photo";
"lng_send_action_upload_file" = "envoie un fichier";
"lng_user_action_upload_file" = "{user} envoie un fichier";
"lng_send_action_geo_location" = "sélectionne une position";
"lng_user_action_geo_location" = "{user} sélectionne une position";
"lng_send_action_choose_contact" = "choisis un contact";
"lng_user_action_choose_contact" = "{user} choisis un contact";
"lng_unread_bar" = "{count:_not_used_|# message non-lu|# messages non-lus}";

"lng_maps_point" = "Position";
"lng_save_photo" = "Image enregistrée";
"lng_save_video" = "Enregistrer la vidéo";
"lng_save_audio_file" = "Audio enregistré";
"lng_save_audio" = "Enregistrer le message vocal";
"lng_save_file" = "Fichier enregistré";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_image" = "Choisir une image";
"lng_choose_files" = "Choisir des fichiers";
"lng_game_tag" = "Jeu";

"lng_context_view_profile" = "Voir le profil";
"lng_context_view_group" = "Voir info groupe";
"lng_context_view_channel" = "Voir info chaîne";
"lng_context_pin_to_top" = "Épingler en haut";
"lng_context_unpin_from_top" = "Désépingler du haut";

"lng_context_promote_admin" = "Promouvoir en administrateur";
"lng_context_remove_admin" = "Retirer des administrateurs ";
"lng_context_remove_from_group" = "Retirer du groupe";

"lng_context_copy_link" = "Copier le lien";
"lng_context_copy_post_link" = "Copier le lien de la publication";
"lng_context_copy_email" = "Copier le courriel";
"lng_context_copy_hashtag" = "Copier le hashtag";
"lng_context_copy_mention" = "Copier le pseudonyme";
"lng_context_save_image" = "Enregistrer l'image sous...";
"lng_context_forward_image" = "Transférer l'image";
"lng_context_delete_image" = "Supprimer l'image";
"lng_context_copy_image" = "Copier l'image";
"lng_context_close_image" = "Fermer l'image";
"lng_context_cancel_download" = "Annuler le téléchargement";
"lng_context_show_in_folder" = "Afficher dans le dossier";
"lng_context_show_in_finder" = "Afficher au Finder";
"lng_context_save_video" = "Enregistrer la vidéo sous...";
"lng_context_save_audio_file" = "Enregistrer l'audio sous...";
"lng_context_save_audio" = "Enregistrer le message vocal sous...";
"lng_context_pack_info" = "Collection";
"lng_context_pack_add" = "Ajouter des stickers";
"lng_context_save_file" = "Enregistrer le fichier sous...";
"lng_context_forward_file" = "Transférer le fichier";
"lng_context_delete_file" = "Supprimer le fichier";
"lng_context_close_file" = "Fermer le fichier";
"lng_context_copy_text" = "Copier le texte";
"lng_context_save_gif" = "Enregistrer le GIF";
"lng_context_to_msg" = "Aller au message";
"lng_context_reply_msg" = "Répondre";
"lng_context_edit_msg" = "Modifier";
"lng_context_forward_msg" = "Transférer le message";
"lng_context_delete_msg" = "Supprimer le message";
"lng_context_select_msg" = "Sélectionner le message";
"lng_context_pin_msg" = "Épingler message";
"lng_context_unpin_msg" = "Désépingler le message";
"lng_context_cancel_upload" = "Annuler le téléversement";
"lng_context_copy_selected" = "Copier le texte séletionné";
"lng_context_forward_selected" = "Transférer la sélection";
"lng_context_delete_selected" = "Supprimer la sélection";
"lng_context_clear_selection" = "Effacer la sélection";
"lng_really_send_image" = "Voulez-vous envoyer cette image?";
"lng_really_send_file" = "Voulez-vous envoyer ce fichier?";
"lng_really_share_contact" = "Voulez-vous partager ce contact?";
"lng_send_images_compress" = "Compresser {count:_not_used_|image|images}";
"lng_send_image_non_local" = "Ne peut envoyer un fichier non-local: {name}";
"lng_send_image_empty" = "Ne peut envoyer un fichier vide: {name}";
"lng_send_image_too_large" = "Ne peut envoyer un fichier, il dépasse 1500 MB: {name}";
"lng_send_folder" = "Ne peut envoyer «{name}», car c'est un dossier :(";
"lng_send_images_selected" = "{count:_not_used_|# image|# images} sélectionné";
"lng_send_photos" = "Envoyer {count:_not_used_|# photo|# photos}";
"lng_send_files_selected" = "{count:_not_used_|# fichier|# fichiers} sélectionné";
"lng_send_files" = "Envoyer {count:_not_used_|# fichier|# fichiers}";

"lng_forward_choose" = "Choisir un destinataire...";
"lng_forward_cant" = "Désolé, impossible de transférer ici :(";
"lng_forward_confirm" = "Transférer à {recipient}?";
"lng_forward_share_contact" = "Partager le contact à {recipient}?";
"lng_forward_send_file_confirm" = "Envoyer «{name}» à {recipient}?";
"lng_forward_send_files_confirm" = "Envoyer le fichier sélectionné à {recipient}?";
"lng_forward_send" = "Envoyer";
"lng_forward_messages" = "{count:_not_used_|message transféré|# messages transférés}";
"lng_forwarding_from" = "{user} et {count:_not_used_|# autre|# autres}";
"lng_forwarding_from_two" = "{user} et {second_user}";
"lng_inline_switch_choose" = "Choisir une conversation...";
"lng_inline_switch_cant" = "Désolé, impossible d'écrire ici :(";

"lng_share_cant" = "Désolé, impossible de partager ici :(";
"lng_reply_cant" = "Désolé, impossible de répondre à un vieux message dans un super-groupe :(";
"lng_reply_cant_forward" = "Désolé, impossible de répondre à un vieux message dans un super-groupe :( Voulez-vous le transférer et ajouter vos commentaires?";

"lng_share_title" = "Partager à";
"lng_share_copy_link" = "Copier le lien partagé";
"lng_share_confirm" = "Envoyer";
"lng_share_wrong_user" = "Ce jeu a été ouvert par un utilisateur différent.";
"lng_share_game_link_copied" = "Le lien du jeu a été copié au presse-papier.";
"lng_share_done" = "Terminé!";

"lng_contact_phone" = "Numéro de téléphone";
"lng_enter_contact_data" = "Nouveau Contact";
"lng_edit_group_title" = "Modifier le nom du groupe";
"lng_edit_contact_title" = "Modifier le nom du contact";
"lng_edit_channel_title" = "Modifier la chaîne";
"lng_edit_sign_messages" = "Signer le message";
"lng_edit_group" = "Modifier le groupe";
"lng_edit_self_title" = "Modifier votre nom";
"lng_confirm_contact_data" = "Nouveau Contact";
"lng_add_contact" = "Création";
"lng_add_contact_button" = "Nouveau Contact";
"lng_contacts_header" = "Contacts";
"lng_contact_not_joined" = "Malheureusement {name} n'a pas rejoint Telegram, vous pouvez envoyer une invitation à votre ami.\n\nNous vous notifierons si un de vos contact rejoint Telegram.";
"lng_try_other_contact" = "Essayer un autre";
"lng_create_group_link" = "Lien";
"lng_create_group_invite_link" = "Lien d'invitation";
"lng_create_group_photo" = "Ajouter une photo";
"lng_create_group_description" = "Description (facultative)";

"lng_drag_images_here" = "Déposer les images ici";
"lng_drag_photos_here" = "Déposer les photos ici";
"lng_drag_files_here" = "Déposer les fichiers ici";

"lng_drag_to_send_quick" = "pour les envoyer rapidement";
"lng_drag_to_send_no_compression" = "pour les envoyer sans compression";
"lng_drag_to_send_files" = "pour les envoyer comme fichiers";

"lng_selected_clear" = "Annuler";
"lng_selected_delete" = "Supprimer";
"lng_selected_forward" = "Transférer";
"lng_selected_count" = "{count:_not_used_|# message|# messages}";
"lng_selected_cancel_sure_this" = "Annuler le téléversement?";
"lng_selected_upload_stop" = "Arrêter ";
"lng_selected_delete_sure_this" = "Voulez-vous supprimer ce message?";
"lng_selected_delete_sure" = "Voulez-vous supprimer {count:_not_used_|# message|# messages}?";
"lng_delete_photo_sure" = "Voulez-vous supprimer cette photo?";
"lng_delete_for_everyone_hint" = "Ceci supprimera {count:_not_used_|cet élément|ces éléments} pour tout le monde dans cette conversation.";
"lng_delete_for_me_chat_hint" = "Ceci supprimera {count:_not_used_|cet élément|ces éléments} juste pour vous, pas pour les autres participants de la conversation.";
"lng_delete_for_me_hint" = "Ceci supprimera {count:_not_used_|cet élément|ces éléments} juste pour vous.";
"lng_delete_for_everyone_check" = "Supprimer pour tous";
"lng_delete_for_other_check" = "Supprimer pour {user}";
"lng_box_delete" = "Supprimer";
"lng_box_leave" = "Quitter";

"lng_about_version" = "version {version}";
"lng_about_text_1" = "Version officielle gratuite basée sur [a href=\"https://core.telegram.org/api\"]Telegram API[/a]\npour vitesse et sécurité";
"lng_about_text_2" = "Ce logiciel est sous licence de [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL[/a] version 3.\nLe code source est disponible sur [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHub[/a].";
"lng_about_text_3" = "Visitez la {faq_open}FAQ Telegram{faq_close} pour obtenir plus d'information.";
"lng_about_done" = "Terminé";

"lng_search_found_results" = "{count:Aucun message trouvé| # message trouvé|# messages trouvés}";
"lng_search_global_results" = "Résultat de la recherche globale";

"lng_media_save_progress" = "{ready} de {total} {mb}";
"lng_mediaview_save_as" = "Enregistrer sous...";
"lng_mediaview_copy" = "Copie";
"lng_mediaview_forward" = "Transférer";
"lng_mediaview_delete" = "Supprimer";
"lng_mediaview_photos_all" = "Voir toutes les photos";
"lng_mediaview_files_all" = "Voir tous les fichiers";
"lng_mediaview_single_photo" = "Une seule photo";
"lng_mediaview_group_photo" = "Photo du groupe";
"lng_mediaview_channel_photo" = "Photo de la chaîne";
"lng_mediaview_profile_photo" = "Photo du profil";
"lng_mediaview_file_n_of_count" = "{file} {n} de {count}";
"lng_mediaview_n_of_count" = "Photo {n} de {count}";
"lng_mediaview_doc_image" = "Fichier";
"lng_mediaview_today" = "Aujourd'hui à {time}";
"lng_mediaview_yesterday" = "hier à {time}";
"lng_mediaview_date_time" = "{date} à {time}";

"lng_mediaview_saved" = "L'image a été enregistrée dans votre dossier de [c]téléchargement[/c]";

"lng_theme_preview_title" = "Aperçu du thème";
"lng_theme_preview_generating" = "Génération de l'aperçu du thème...";
"lng_theme_preview_invalid" = "Données invalides dans ce fichier de thème.";
"lng_theme_preview_apply" = "Appliquer ce thème";

"lng_new_authorization" = "{name},\nNous avons détecté une connexion à votre compte à partir d'un nouvel appareil le {day}, {date} à {time}\n\nAppareil: {device}\nPosition: {location}\n\nSi ce n'est pas vous, vous pouvez aller dans les paramètres et terminer la session.\n\nSi vous pensez que quelqu'un utilise votre compte à votre insu, vous pouvez activer la vérification en deux étapes dans les paramètres.\n\nCordialement,\nL'équipe Telegram";

"lng_new_version_wrap" = "Telegram Desktop a été mis à jour à la version {version}\n\n{changes}\n\nL'historique des versions est disponible à cette adresse :\n{link}";
"lng_new_version_minor" = "— Correction de problèmes et autres ajustements mineures";
"lng_new_version_text" = "— Send MP4/MOV files as videos that will play right inside Telegram.\n— Click on the date in any chat to quickly jump to messages from a specific day.\n— Change your phone number in Settings.\n— Edit who can see your last seen time and who can add you to groups in Settings.\n— Edit your list of blocked users in Settings.\n— App now respects the \"Do Not Disturb\" setting for macOS notifications.\n— Bug fixes and other minor improvements.";

"lng_menu_insert_unicode" = "Insérer un caractère de controle Unicode";

"lng_full_name" = "{first_name} {last_name}";

"lng_confirm_phone_link_invalid" = "Ce lien est brisé ou a expiré.";
"lng_confirm_phone_title" = "Annuler la réinitialisation du compte";
"lng_confirm_phone_about" = "Quelqu'un avec un accès a votre compte {phone} a demandé la suppression de votre compte Telegram et réinitialiser la validation en 2 étapes.\n\nSi ce n'est pas vous, entrez le code que nous avons envoyé par SMS à votre numéro.";
"lng_confirm_phone_success" = "Succès!\n\nLe processus de suppression a été annulé pour votre compte {phone}. Vous pouvez maintenant fermer cette fenêtre.";
"lng_confirm_phone_send" = "Envoyer";
"lng_confirm_phone_enter_code" = "Entrer le code.";

"lng_theme_editor_no_keys" = "Pas encore de clés dans la palette";
"lng_theme_editor_cant_change_theme" = "Vous ne pouvez appliquer un nouveau thème pendant que vous modifiez la palette de couleur. Fermer l'éditeur de thèmes au préalable.";
"lng_theme_editor_new_keys" = "Pas encore dans la palette";
"lng_theme_editor_background_image" = "Image de fond";
"lng_theme_editor_saved_to_jpg" = "Enregistré en JPEG, {size}";
"lng_theme_editor_read_from_jpg" = "image JPEG, {size}";
"lng_theme_editor_read_from_png" = "image PNG, {size}";
"lng_theme_editor_export" = "Exporter";
"lng_theme_editor_choose_image" = "Choisir une image de fond";
"lng_theme_editor_save_palette" = "Enregistrer le fichier de palette";
"lng_theme_editor_choose_name" = "Enregistrer le fichier de thème";
"lng_theme_editor_error" = "L'éditeur a rencontré une erreur :( Voir 'log.txt' pour plus de détails.";
"lng_theme_editor_done" = "Thème exporté avec succès !";
"lng_theme_editor_title" = "Modifier la palette de couleurs";
"lng_theme_editor_export_button" = "Exporter le thème";

"lng_payments_not_supported" = "Désolé, Telegram Desktop ne supporte pas les paiements pour le moment. Veuillez utiliser une de nos applications mobile pour en effectuer.";
"lng_payments_receipt_label" = "Reçu";
"lng_payments_receipt_label_test" = "Reçu de test";
"lng_payments_invoice_label" = "Facture";
"lng_payments_invoice_label_test" = "Facture de test";
"lng_payments_receipt_button" = "Reçu";

// Not used

"lng_topbar_info" = "Info";
"lng_profile_group_info" = "Groupe";
"lng_profile_channel_info" = "Chaîne";

// Wnd specific

"lng_wnd_choose_program_menu" = "Choisir un programme par défaut...";

"lng_wnd_menu_undo" = "Annuler";
"lng_wnd_menu_redo" = "Rétablir";

// Linux specific

"lng_linux_menu_undo" = "Annuler";
"lng_linux_menu_redo" = "Rétablir";

// Mac specific

"lng_mac_choose_program_menu" = "Autre...";

"lng_mac_choose_app" = "Choisir une application";
"lng_mac_choose_text" = "Choisir une application pour ouvrir le document \"{file}\".";
"lng_mac_enable_filter" = "Activer:";
"lng_mac_recommended_apps" = "Application recommandée";
"lng_mac_all_apps" = "Toutes les applications";
"lng_mac_always_open_with" = "Toujours ouvrir avec";
"lng_mac_this_app_can_open" = "Cette application peut ouvrir \"{file}\".";
"lng_mac_not_known_app" = "Il n'est pas certain que cette application puisse ouvrir \"{file}\".";

"lng_mac_menu_services" = "Services";
"lng_mac_menu_hide_telegram" = "Cacher {telegram}";
"lng_mac_menu_hide_others" = "Cacher les autres";
"lng_mac_menu_show_all" = "Tout afficher";
"lng_mac_menu_preferences" = "Paramètres...";
"lng_mac_menu_quit_telegram" = "Quitter {telegram}";
"lng_mac_menu_about_telegram" = "À propos de {telegram}";
"lng_mac_menu_file" = "Fichier";
"lng_mac_menu_logout" = "Déconnexion";
"lng_mac_menu_edit" = "Modifier";
"lng_mac_menu_undo" = "Annuler";
"lng_mac_menu_redo" = "Rétablir";
"lng_mac_menu_cut" = "Couper";
"lng_mac_menu_copy" = "Copier";
"lng_mac_menu_paste" = "Coller";
"lng_mac_menu_delete" = "Supprimer";
"lng_mac_menu_select_all" = "Tout sélectionner";
"lng_mac_menu_window" = "Fenêtre";
"lng_mac_menu_contacts" = "Contacts";
"lng_mac_menu_add_contact" = "Ajouter un contact";
"lng_mac_menu_new_group" = "Nouveau Groupe";
"lng_mac_menu_new_channel" = "Nouvelle Chaîne";
"lng_mac_menu_show" = "Afficher Telegram";

// Keys finished
